robamu/chicken-coop/chicken-coop-esp/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.3.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
# This is necessary for the old hardware used in this project.
CONFIG_ESP32C3_REV_MIN_2=y
